Repository: 2dpodcast/keepnote
Catalog: notes/translations/*.UTF8.po
Languages: tr_tr

source: New Notebook
tr_tr: Yeni Defter

source: Cancel
tr_tr: Ðptal

source: New
tr_tr: Yeni

source: Open Notebook
tr_tr: Defter Aç

source: Open
tr_tr: Aç

source: Notebook (*.nbk)
tr_tr: Defter (*.nbk)

source: All files (*.*)
tr_tr: Tüm dosyalar (*.*)

source: Notebook saved
tr_tr: Defter kaydedildi

source: Could not save notebook
tr_tr: Defter kaydedilemedi

source: Error saving notebook
tr_tr: Defteri kaydederken hata oluÿtu

source: Reloading only works when a notebook is open
tr_tr: Tekrar yükleme sadece bir defter aç¥kken yap¥labilir

source: Notebook reloaded
tr_tr: Defter tekrar yüklendi

source: Created '%s'
tr_tr: '%s' yarat¥ld¥

source: Could not create new notebook
tr_tr: Yeni defter yarat¥lamad¥

source: Could not load notebook '%s'
tr_tr: Defter '%s' yüklenemedi

source: Cannot open notebook (version too old)
tr_tr: Defter aç¥lamad¥ (sürümü çok eski)

source: This version of %s cannot read this notebook. The notebook has version %d. %s can only read %d
tr_tr: Bu sürümdeki %s bu defteri okuyamaz. Bu defterin sürümü %d. %s sadece %d sürümü okuyabilir

source: Loaded '%s'
tr_tr: '%s' yüklendi

source: Notebook closed
tr_tr: Defter kapat¥ld¥

source: Error occurred
tr_tr: Hata oluÿtu

source: Could not empty trash.
tr_tr: Çöp boÿalt¥lamad¥

source: Searching notebook
tr_tr: Defterde aran¥yor

source: Searching...
tr_tr: Aran¥yor...

source: Notebook modified
tr_tr: Defter de¿ÿtirildi

source: Attach File...
tr_tr: Dosya Ekle...

source: Attach
tr_tr: Ekle

source: Error while attaching file '%s'
tr_tr: '%s' dosyas¥n¥ eklerken hata oluÿtu

source: Could not open Image Viewer
tr_tr: Resim Göstericisi aç¥lamad¥

source: You must specify an Image Viewer in Application Options
tr_tr: Uygulama Seçenekleri menüsünde Resim Göstericisini belirtmelisiniz

source: Could not open Image Editor
tr_tr: Resim Düzenleyicisi aç¥lamd¥

source: You must specify an Image Editor in Application Options
tr_tr: Uygulama Seçenekleri menüsünde Resim Düzenleyicisini belirtmelisiniz

source: Save Image As...
tr_tr: Farkl¥ Kaydet...

source: Save
tr_tr: Kaydet

source: Must specify a filename for the image.
tr_tr: Resim için bir dosya ad¥ belirtmelisiniz.

source: Could not save image '%s'
tr_tr: '%s' resmi kaydedilemedi

source: No notes are selected.
tr_tr: Hiç not seçilmedi.

source: Only pages can be viewed with %s.
tr_tr: %s ile sadece sayfalara bak¥labilir.

source: Only documents can be viewed with %s.
tr_tr: %s ile sadece belgelere bak¥labilir.

source: Could not open error log
tr_tr: Hata kayd¥ aç¥lamad¥

source: _New Notebook
tr_tr: _Yeni Defter

source: Start a new notebook
tr_tr: Yeni bir deftere baÿla

source: New _Page
tr_tr: Yeni _Sayfa

source: Create a new page
tr_tr: Yeni bir sayfa yarat

source: New _Child Page
tr_tr: Yeni _Alt Sayfa

source: Create a new child page
tr_tr: Yeni bir alt sayfa yarat

source: New _Folder
tr_tr: Yeni K_lasör

source: Create a new folder
tr_tr: Yeni bir klasör yarat

source: _Open Notebook
tr_tr: Defter _Aç

source: Open an existing notebook
tr_tr: Varolan bir defteri aç

source: _Reload Notebook
tr_tr: Defteri _Tekrar Yükle

source: Reload the current notebook
tr_tr: Güncel defteri tekrar yükle

source: _Save Notebook
tr_tr: Defteri _Kaydet

source: Save the current notebook
tr_tr: Güncel defteri kaydet

source: _Close Notebook
tr_tr: Defteri K_apat

source: Close the current notebook
tr_tr: Güncel defteri kapat

source: _Quit
tr_tr: _Ç¥k¥ÿ

source: Quit KeepNote
tr_tr: KeepNote uygulamas¥ndan ç¥k

source: _Attach File
tr_tr: Dosya _Ekle

source: Attach a file to the notebook
tr_tr: Deftere bir dosya ekle

source: Empty _Trash
tr_tr: Çöpü _Boÿalt

source: Search
tr_tr: Ara

source: _Search All Notes
tr_tr: _Tüm notlar¥ ara

source: _View
tr_tr: _Göster

source: View Note in File Explorer
tr_tr: Notu Dosya Yöneticisinde Göster

source: View Note in Text Editor
tr_tr: Notu Metin Düzenleyicide Göster

source: View Note in Web Browser
tr_tr: Notu Web Taray¥c¥s¥nda Göster

source: _Open Document
tr_tr: Belge _Aç

source: KeepNote _Options
tr_tr: KeepNote _Seçenekleri

source: View _Error Log...
tr_tr: _Hata Kayd¥n¥ Göster...

source: Drag and Drop Test...
tr_tr: Sürükle ve B¥rak Testi...

source: _About
tr_tr: _Hakk¥nda

source: _Spell Check
tr_tr: _Yaz¥m Denetimi

source: _Horizontal Layout
tr_tr: _Yatay Yerleÿim

source: _Vertical Layout
tr_tr: _Dikey Yerleÿim

source: New Folder
tr_tr: Yeni Klasör

source: New Page
tr_tr: Yeni Sayfa

source: Search Notes
tr_tr: Notlarda Ara

source: _View Image...
tr_tr: Resmi _Göster...

source: <b>_View Image...</b>
tr_tr: <b>Resmi _Göster...</b>

source: _Edit Image...
tr_tr: Resmi _Düzenle...

source: _Resize Image...
tr_tr: Resmi _Boyutland¥r...

source: _Save Image As...
tr_tr: Resmi Farkl¥ _Kaydet...

source: _Rename
tr_tr: _Ad¥n¥ De¿iÿtir

source: Change _Icon
tr_tr: _Simgeyi De¿iÿtir

source: View in File _Explorer
tr_tr: _Dosya Yöneticisinde Göster

source: View in _Web Browser
tr_tr: _Web Taray¥c¥s¥nda Göster

source: View in _Text Editor
tr_tr: _Metin Düzenleyicide Göster

source: Open _Document
tr_tr: _Belge Aç

source: <b>Go to _Note</b>
tr_tr: <b>_Nota git</b>

source: Go to _Parent Note
tr_tr: _Ana Nota git

source: The screenshot program encountered an error: %s
tr_tr: Ekran görüntüsü yakalay¥c¥ program ÿu hatay¥ bildirdi: %s

source: %s was unable to remove temp file for screenshot
tr_tr: %s ekran görüntüsü geçici dosyas¥n¥ kald¥ramad¥

source: Insert Image From File
tr_tr: Dosyadan Resim Ekle

source: Insert
tr_tr: Ekle

source: Could not insert image '%s'
tr_tr: '%s' resmi eklenemedi

source: Insert _Horizontal Rule
tr_tr: _Yatay Çizgi Ekle

source: Insert _Image
tr_tr: _Resim Ekle

source: Insert _Screenshot
tr_tr: _Ekran Görüntüsü Ekle

source: _Find In Page
tr_tr: Sayfada _Bul

source: Find _Next In Page
tr_tr: _Sonraki Sayfada Bul

source: Find Pre_vious In Page
tr_tr: _Önceki Sayfada Bul

source: _Replace In Page
tr_tr: Sayfada _De¿iÿtir

source: Fo_rmat
tr_tr: _Biçim

source: _Bold
tr_tr: _Kal¥n

source: _Italic
tr_tr: _Ðtalik

source: S_trike
tr_tr: Üstü _Çizili

source: _Monospace
tr_tr: Sabit _Aral¥kl¥

source: Lin_k
tr_tr: _Ba¿lant¥

source: No _Wrapping
tr_tr: _Sözcük Kayd¥rma Yok

source: _Left Align
tr_tr: S_ola Yasla

source: C_enter Align
tr_tr: _Ortala

source: _Right Align
tr_tr: S_a¿a Yasla

source: _Justify Align
tr_tr: _Ðki Yana Yasla

source: _Bullet List
tr_tr: Liste

source: Indent M_ore
tr_tr: Daha _Fazla Girinti

source: Indent Le_ss
tr_tr: _Daha Az Girinti

source: Increase Font _Size
tr_tr: Yaz¥ Tipinin Büyüklü¿ünü A_rt¥r

source: _Decrease Font Size
tr_tr: Yaz¥ Tipinin Büyüklü¿ünü A_zalt

source: _Apply Text Color
tr_tr: Metin Rengi _Uygula

source: A_pply Background Color
tr_tr: Arkaplan _Rengini Uygula

source: Choose _Font
tr_tr: _Font Seç

source: The Trash folder cannot be deleted.
tr_tr: Çöp klasörü silinemez.

source: The top-level folder cannot be deleted.
tr_tr: En üst seviye klasör silinemez.

source: Do you want to delete this note and all of its children?
tr_tr: Bu notu ve tüm altnotlar¥n¥ silmek mi istiyorsunuz?

source: Do you want to delete this note?
tr_tr: Bu notu silmek mi istiyorsunuz

source: Cannot delete notebook's toplevel directory
tr_tr: Defterin en üst seviye dizini silinemiyor

source: Go to _Note
tr_tr: _Nota Git

source: Go to Next N_ote
tr_tr: _Sonraki Nota Git

source: Go to _Previous Note
tr_tr: _Önceki Nota Git

source: E_xpand Note
tr_tr: Notu _Geniÿlet

source: _Collapse Note
tr_tr: Notu _Daralt

source: Expand _All Child Notes
tr_tr: _Tüm Altnotlar¥ Geniÿlet

source: Collapse A_ll Child Notes
tr_tr: T_üm Altnotlar¥ Daralt

source: Go to _Tree View
tr_tr: _A¿aç Görünümüne Git

source: Go to _List View
tr_tr: _Liste Görünümüne Git

source: Go to _Editor
tr_tr: _Düzenleyiciye Git

source: Go to Lin_k
tr_tr: _Ba¿lant¥ya Git

source: <b>All Available icons</b>
tr_tr: <b>Tüm Kullan¥labilir simgeler

source: <b>Date &amp; time formatting key</b>
tr_tr: <b>Tarih ve zaman biçimlendirme anahtar¥</b>

source: <b>Date and Time</b>
tr_tr: Tarih ve Zaman

source: <b>General KeepNote Options</b>
tr_tr: Genel KeepNote Seçenekleri

source: <b>Helper Applications</b>
tr_tr: <b>Yard¥mc¥ Uygulamalar</b>

source: <b>Look and Feel</b>
tr_tr: <b>Görünüm</b>

source: <b>Manage icons</b>
tr_tr: <b>Simgeleri yönet</b>

source: <b>Node icons</b>
tr_tr: <b>Dü¿üm simgeleri</b>

source: <b>Notebook Update</b>
tr_tr: <b>Defter Güncellemesi</b>

source: <b>Quick pick icons</b>
tr_tr: <b>Simgeleri h¥zl¥ seç</b>

source: <b>Startup</b>
tr_tr: <b>Baÿlang¥ç</b>

source: <b>This Notebook</b>
tr_tr: <b>Bu Defter</b>

source: <i>note: backup and upgrade may take a while for larger notebooks.</i>
tr_tr: <i>not: büyük defterlerin yedeklenmesi ve güncellenmesi uzun sürebilir</i>

source: A literal "%" character
tr_tr: "%" karakteri

source: Autosave:
tr_tr: Otomatik kaydet:

source: Browse...
tr_tr: Gözat...

source: Case _Sensitive
tr_tr: Büyük/Küçük Harf _Duyarl¥

source: Day of the month as a decimal number [01,31]
tr_tr: Ay¥n günü [01,31]

source: Day of the year as a decimal number [001,366]
tr_tr: Y¥l¥n günü [001,366]

source: Default Notebook:
tr_tr: Varsay¥lan Defter:

source: Default font:
tr_tr: Varsay¥lan font:

source: Different year:
tr_tr: Baÿka y¥l:

source: Find Text:
tr_tr: Metni Bul:

source: Find/Replace
tr_tr: Bul/De¿iÿtir

source: From here, you can customize the format of timestamps in the listview for 4 different scenarios (e.g. how to display a timestamp from today, this month, or this year)
tr_tr: Burada liste görünümündeki zaman-etiketlerini 4 farkl¥ ÿekilde " "özelleÿtirebilirsiniz (mesela, bugün, bu ay yada bu y¥l için bir zaman-etiketinin nas¥l görüntülenece¿ini)

source: Hide from taskbar
tr_tr: Görev çubu¿unda gösterme

source: Hour (12-hour clock) as a decimal number [01,12]
tr_tr: Saat (12-saat) [01,12]

source: Hour (24-hour clock) as a decimal number [00,23]
tr_tr: Saat (24-saat) [00,23]

source: Keep aspect ratio
tr_tr: Yatay/dikey oran¥n¥ koru

source: KeepNote Options
tr_tr: KeepNote Seçenekleri

source: Locale's abbreviated month name
tr_tr: K¥salt¥lm¥ÿ yerel ay ad¥

source: Locale's abbreviated weekday name
tr_tr: K¥salt¥lm¥s yerel gün ad¥

source: Locale's appropriate date and time representation
tr_tr: Uygun yerel tarih ve zaman gösterimi

source: Locale's appropriate date representation
tr_tr: Uygun yerel tarih gösterimi

source: Locale's appropriate time representation
tr_tr: Uygun yerel zaman gösterimi

source: Locale's equivalent of either AM or PM
tr_tr: Yerel AM yada PM gösterimi

source: Locale's full month name
tr_tr: Yerel tam ay ad¥

source: Locale's full weekday name
tr_tr: Yerel tam gün ad¥

source: Minute as a decimal number [00,59]
tr_tr: Dakika [00,59]

source: Month as a decimal number [01,12]
tr_tr: Ay [01,12]

source: New Icon
tr_tr: Yeni Simge

source: No Deault Notebook
tr_tr: Varsay¥lan Defter Yok

source: Notebook Update
tr_tr: Defter Güncellemesi

source: Notebook-specific Icons
tr_tr: Defter Simgeleri

source: Open Last Notebook
tr_tr: Son Defteri Aç

source: Replace Text:
tr_tr: Metni De¿iÿtir:

source: Replace _All
tr_tr: _Tümünü De¿iÿtir

source: Resize Image
tr_tr: Resmi Boyutland¥r

source: Same day:
tr_tr: Ayn¥ gün:

source: Same month:
tr_tr: Ayn¥ ay:

source: Same year:
tr_tr: Ayn¥ y¥l:

source: Sea_rch Forward
tr_tr: _Ðleriye Do¿ru Ara

source: Search _Backward
tr_tr: _Geriye Do¿ru Ara

source: Second as a decimal number [00,61]
tr_tr: Saniye [00,61]

source: Standard Icons
tr_tr: Standard Simgeler

source: This notebook has format version 1 and must be updated to version 2 before openning.
tr_tr: Bu defter sürüm 1 biçiminde ve aç¥lmadan önce sürüm 2'ye güncellenmesi gerekiyor.

source: Time zone name (no characters if no time zone exists)
tr_tr: Zaman dilimi ad¥ (e¿er zaman dilimi yoksa boÿ b¥rak¥n)

source: Use current notebook
tr_tr: Güncel defteri kullan

source: Use sysem tray icon
tr_tr: Sistem bölmesi simgesi kullan

source: Week number of the year (Monday as the first day of the week) as a decimal number [00,53]. All days in a new year preceding the first Monday are considered to be in week 0
tr_tr: Y¥l¥n kaç¥nc¥ haftas¥ oldu¿u (Pazartesi haftan¥n il günü) [00,53] aras¥nda. Y¥l¥n ilk pazartesi gününden önceki tüm günler 0. hafta olarak kabul edilir

source: Week number of the year (Sunday as the first day of the week) as a decimal number [00,53]. All days in a new year preceding the first Sunday are considered to be in week 0
tr_tr: Y¥l¥n kaç¥nc¥ haftas¥ oldu¿u (Pazar haftan¥n il günü) [00,53] aras¥nda. Y¥l¥n ilk pazar gününden önceki tüm günler 0. hafta olarak kabul edilir

source: Weekday as a decimal number [0(Sunday),6]
tr_tr: Haftan¥n kaç¥nc¥ günü oldu¿u [0(Pazar),6]

source: Year with century as a decimal number
tr_tr: Y¥l, yüzy¥l ile birlikte

source: Year without century as a decimal number [00,99]
tr_tr: Y¥l, yüzy¥l olmadan [00,99]

source: _Cancel
tr_tr: _Ðptal

source: _Close
tr_tr: _Kapat

source: _Find
tr_tr: _Bul

source: _Ok
tr_tr: _Tamam

source: _Replace
tr_tr: _De¿iÿtir

source: delete icon
tr_tr: simgeyi sil

source: height:
tr_tr: yükseklik:

source: icon:
tr_tr: simge:

source: open icon:
tr_tr: simgeyi aç:

source: save backup before updating (recommended)
tr_tr: güncellemeden önce yedek al (tavsiye edilir)

source: seconds
tr_tr: saniye

source: set icon
tr_tr: simgeyi seç

source: set open icon
tr_tr: aç¥k simgesini seç

source: show lines in treeview
tr_tr: a¿aç görünümündeki sat¥rlar¥ göster

source: use GTK stock icons in toolbar (requires restart)
tr_tr: Araç çubu¿unda GTK standard simgelerini göster (uygulamay¥ tekrar baÿlatman¥z gerekir)

source: use ruler hints in listview
tr_tr: Liste görünümünde cetvel kullan

source: width:
tr_tr: geniÿlik:
